[
  {
      "id": 1,
      "title": "해리 포터와 마법사의 돌",
      "releaseDay": "1997년 6월 26일",
      "author": "J. K. 롤링",
      "description": "자신의 생일에 해리 포터는 두 명의 유명한 마법사 부모의 아들이며 그들로부터 마법 능력을 상속받았음을 발견합니다. 그는 유명한 마법과 마법학교에 다녀가야 하며, 거기서 두 청년과 우정을 형성하게 됩니다. 학교에서의 첫 해 동안, 그는 악마 같고 강력한 마법사인 볼드모트가 소유자의 수명을 연장시키는 연금술사의 돌을 찾고 있다는 것을 알게 됩니다."
  },
  {
      "id": 2,
      "title": "해리 포터와 비밀의 방",
      "releaseDay": "1998년 7월 2일",
      "author": "J. K. 롤링",
      "description": "해리 포터와 동급생들은 그들의 호그와트 동급생들에게 가려진 위협적인 야수를 조사합니다. 이 야수는 성 내부에 숨어있습니다."
  },
  {
      "id": 3,
      "title": "해리 포터와 아즈카반의 죄수",
      "releaseDay": "1999년 7월 8일",
      "author": "J. K. 롤링",
      "description": "해리의 호그와트에서의 세 번째 학년은 아즈카반 감옥에서 탈출한 시리우스 블랙의 위협에 직면합니다. 이는 과거에 로드 볼드모트의 공범이었던 위험한 마법사로, 해리 포터에게 복수를 시도할 것입니다."
  },
  {
      "id": 4,
      "title": "해리 포터와 불의 잔",
      "releaseDay": "2000년 7월 8일",
      "author": "J. K. 롤링",
      "description": "호그와트는 세 마법학교가 경쟁할 쓰리위자드 토너먼트에 대비합니다. 모두의 놀람 속에서 해리 포터는 대회에 참가하도록 선택되어, 용을 상대로 싸우고 물 속으로 들어가고 자신의 가장 큰 두려움에 맞서야 합니다."
  },
  {
      "id": 5,
      "title": "해리 포터와 불의 장군",
      "releaseDay": "2003년 6월 21일",
      "author": "J. K. 롤링",
      "description": "호그와트에서의 다섯 번째 해 동안, 해리는 마법사 공동체의 많은 구성원이 그와 로드 볼드모트 간의 조우에 대한 진실을 알지 못한다는 사실을 발견합니다. 마법부 장관인 코넬리우스 펀지는 프로페서 덤블도어가 자신의 직위를 빼앗으려는 것으로 믿어, 들로레스 엄브리지를 어둠의 마술 방어 교사로 임명합니다. 그러나 그의 가르침은 불충분하여 해리는 학생들을 악에 대항하기 위해 준비시킵니다."
  },
  {
      "id": 6,
      "title": "해리 포터와 혼혈 왕자",
      "releaseDay": "2005년 7월 16일",
      "author": "J. K. 롤링",
      "description": "해리는 강력한 책을 발견하고, 그 출처를 알아내려는 노력 중에 로드 볼드모트를 파괴하기 위한 일련의 마법 물건을 찾는 데 덤블도어와 협력합니다."
  },
  {
      "id": 7,
      "title": "해리 포터와 죽음의 성물",
      "releaseDay": "2007년 7월 21일",
      "author": "J. K. 롤링",
      "description": "해리, 론, 헤르미온느는 볼드모트의 불멸과 파괴의 비밀을 찾아 파괴하기 위한 위험한 여정에 나서게 됩니다. 교사들의 안내나 덤블도어 교수의 보호 없이, 세 친구는 서로에게 더 의지할 수밖에 없습니다. 그러나 그들을 찢어놓으려는 어둠의 세력들이 존재합니다. 해리 포터는 호그와트에 처음 발을 디딘 첫 날부터 그가 준비해온 마지막 전투에 점점 더 가까워지고 있습니다."
  },
  {
      "id": 8,
      "title": "해리 포터와 저주받은 아이",
      "releaseDay": "2016년 7월 30일",
      "author": "J. K. 롤링",
      "description": "해리의 둘째 아들이 호그와트에 입학하지만, 슬리데린에 들어갑니다. 그와 해리의 관계는 악화되고, 그는 볼드모트의 아들로 알려진 드라코의 아들 스코피우스 말포이와 가까워집니다."
  }
]
